/* 
  Localizable.strings
  LrcMaker

  Created by Eru on 15/12/7.
  Copyright © 2015年 Eru. All rights reserved.
*/
// Player
"PLAY"="播放";
"PAUSE"="暂停";

// Error Text
"NO_SONG"="请先选择歌曲";
"NO_TITLE"="请输入歌曲名";
"NO_LYRICS"="请输入歌词";
"DUPLICATE_IN_T_PT"="同一时间点只允许一句歌词";
"FAILED_INIT_PLAYER"="播放器初始化失败";
"LOCAL_MUSIC_ONLY"="仅支持本地音乐";

// Alert
"NOT_SAVE"="Lrc 未保存";
"CHECK_LEAVE"="您真的要离开当前界面并放弃制作lrc吗?";
"LEAVE"="离开";
"CANCEL"="取消";
"CHECK_QUITE"="您真的要放弃制作lrc并退出程序吗?";
"QUIT"="退出";
